bradlc.vscode-tailwindcss
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
glenn2223.live-sass
hookyqr.beautify
ms-ceintl.vscode-language-pack-ko
ms-vscode.live-server
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
prisma.prisma-insider
redhat.java
ritwickdey.liveserver
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.reactsnippets
